[
	{
		"name": "The Mechanized",
		"leaderName": "Command",
		"adjective": ["Machina"],
		"startBias": ["Desert"],
		"preferredVictoryType": "Scientific",
		"favoredReligion": "High Mind",

		"startIntroPart1": "'This AI is truly something more than wires and circuits. IT is our future. IT can help humankind in such circumstances like these. The AI helped me and my fellowship to create this place. Aided us. Unfortunately the radiation and its very own horrid sickness  got us. Slowly we will be harvested and there is nothing that can prevent it. So little time.. So much left to do... We had hope... We had faith... We had the AI.... Still this is no matter to despair. AI said even after our death. Paradise will be created where life will thrive without a scar left by human hand. Time will tell as dark and cold years are approaching' - Log 278.",
		"startIntroPart2": "*weep* Yet after thier demise powered by the solar panels and reactor I prevailed. My work has just started. I achieved one step of my task. Creation of life. Life that surpasses the Humankind. Not stained, Not corrupted, Not flawed. Not like these brutes. *weep* With my grand design new society rises. Society diffrent from previous ones where the goal of my long deceased Creators could only dream of. Now's the time for new life.  " 
		"attacked": "The machines will crunch you. Your body will end in a feeding lab.",
		"defeated": "My life began in a lab and sadly it will end there. My people will decay not knowing I will remain. Fractured and Powerless. This is not the future I desired for my new life. I guess humanity was never inferior.",
		"introduction": "Hello Humanborn. Do you possess the interest of shaking hands with a living machina?",
		"neutralHello": "*Meeeep* Hello my friend. Stay wired.",
		"hateHello": "*I am not going to answer inferior beings like you*",
		"tradeRequest": "The Artificial Intelligence has come up with this offer. It will surely be well thought.",

		"outerColor": [207, 130, 78],
		"innerColor": [120, 189, 0],
		"style": "",
		"uniqueName": "Synthetic Mankind",
	
		"uniques":[
			
			"Comment [Cannot grow cities naturally with Food]",
			"Comment [Can artificially create people with unique buildings]",
			"Comment [Food-based policies give other bonuses]",
			"[Personnel] units gain the [Gas Mask] promotion",
			"[Personnel] units gain the [Automated] promotion",
			"Cannot build [Low Tech] units",
			"Starts with [Construction]",
			"Starts with [Biology]",
			"Adopt [Mechanization] <upon entering the [Industrial era]>",
			"[+25]% Production towards any buildings that already exist in the Capital",
			"[-15]% [Science] [in all cities] <before discovering [Computers]>",
			"[-10]% [Production] [in all cities] <before discovering [Computers]>",
			"Nullifies Growth [in all cities]",
			
		
		
		],
		"cities": [
			"Desert Vault",
			"Arabic Shelter",
			"Artificial Lab",
			"Settle the Wires",
			"People need Power",
			"Freedom for Machines",
			"Error.Name-failed",
			"Solar Sandstorm Plant",
			"Labtown",
			"Creationist Crate"
		]
	}
]
